[
  {
    "title": "Breast Cancer and Chemotherapy",
    "date": "2024/04/19",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/breast_cancer_and_chemotherapy.png",
    "description": "Of the many different breast cancers there are, triple-negative breast cancers are usually worse news; they are harder to treat and has lower 5-year survival rate. The name “triple-negative” refers to the lack of three common things in breast cancer: the estrogen receptor, HER2 (hormone epidermal growth factor receptor 2) receptor, and progesterone receptor. The lack of these receptors make it impossible to target the cancer through hormone therapy or medication for cancers that overproduce HER2, and so triple-negative breast cancers are more limited in terms of treatment options.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/breast_cancer_and_chemotherapy.pdf",
    "author": "Anonymous",
    "category": "article",
    "pdfHeight": 792,
    "pdfWidth": 612,
    "numPages": 3
  },
  {
    "title": "What is Food Safety and Why is it so Important?",
    "date": "2024/04/19",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/What_is_food_safety_and_why_is_it_so_important.png",
    "description": "As more and more cases of people dying due to disregard of food safety, it is important to take another look at the substances we intake to sustain us. Referring to the conditions and practices that preserve the quality of food to prevent contamination and food-borne illnesses, food safety looks to better safeguard our health and well-being in our everyday inhalation of food from farm to fork.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/What_is_food_safety_and_why_is_it_so_important.pdf",
    "author": "Justin Wang",
    "category": "article",
    "pdfHeight": 792,
    "pdfWidth": 612,
    "numPages": 3
  },
  {
    "title": "Breast Cancer Early Detection and Diagnosis",
    "date": "2024/04/19",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/breast_cancer_early_detection_and_diagnosis-9(6)_YaXuan.png",
    "description": "Breast cancer is a type of cancer that develops within breast cells and progresses in many stages, and different types of breast cancer depends on the type of cells in the breast that became cancerous. It is highly common and can affect the lives of the people diagnosed with this type of cancer greatly. Statistic-wise, it is more common in females and other factors such as family history may increase its likelihood. But if the cancerous cells were identified early, then the more severe symptoms and the chances of fatality would be much lower. This article will describe some methods that people can use to identify possible early symptoms of breast cancer.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/breast_cancer_early_detection_and_diagnosis-9(6)_YaXuan.pdf",
    "author": "YaXuan Cheng",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 5
  },
  {
    "title": "Serving Food in Developing Countries",
    "date": "2024/04/19",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/PETE_WHI_ARTICLE_FOOD_SAFETY.png",
    "description": "There are three ways in which food can be served: it can be served safely and known to be safe; it can be served dangerously and known to be unsafe; it can also be served dangerously and not known to be unsafe. It is the third (and worst-case-scenario) way with which food safety is concerned. Consuming sustenance without knowledge of its noxious nature is often lethal, especially in developing countries. Fortunately, the United Nations and other government organizations have taken measures to abate such instances of unsafe consumption.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/PETE_WHI_ARTICLE_FOOD_SAFETY.pdf",
    "author": "Pete Chen",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 2
  },
  {
    "title": "Down Syndrome",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/Down_Syndrome.png",
    "description": "Did you know that Down syndrome is not new – its first existence dated back 2500 years ago? Down syndrome is a genetic condition where a person is born with an extra copy of chromosome 21. This means that they have a total to 47 chromosomes instead of 46 chromosomes, affecting how their brain and body develop. Down syndrome is the most common chromosome-related condition in the U.S. by having 1 in 700 babies. There are about 200,000 people diagnosed with Down syndrome in the U.S. In most cases, the condition happens randomly and can affect anyone. However research proves one factor that increases the risk for having a baby with Down syndrome that is the mother’s age. Women who are 35 years older when they become pregnant are more likely to have a pregnancy affected by Down syndrome than women who become pregnant at a younger age. But the majority of babies with Down syndrome are born to mothers less than 35 years old because there are many more births among younger women. But how exactly does it impact one’s life?",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/Down_Syndrome.pdf",
    "author": "Nicole Han",
    "category": "article",
    "pdfHeight": 792,
    "pdfWidth": 612,
    "numPages": 3
  },
  {
    "title": "Alzheier's Disease // Degeneration of the Human Brain",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/Alzheimer's_Disease.png",
    "description": "In the labyrinth of the mind, where memories intertwine with cognition, lies an enigma that slowly causes one to dissociate from reality. Alzheimer's disease, a neurodegenerative disorder still poorly understood and the leading cause of dementia, slowly eats away at a patient's brain before finally partitioning it from the outside world for good. At its core, Alzheimer's disease disrupts the intricate network of nerve cells in the brain. This disruption is primarily caused by the accumulation of abnormal protein deposits, known as amyloid plaques, and neurofibrillary tangles. These pathological hallmarks interfere with the communication between brain cells, leading to a progressive deterioration of cognitive function and memory.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/Alzheimer's_Disease.pdf",
    "author": "Frederick Chu",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 4
  },
  {
    "title": "Breast Cancer Around the World",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/WHI_ARTICLE_2.png",
    "description": "Breast cancer is one of the most highly recognized cancer types in the medical world, and such a name does not come at a whim.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/WHI_ARTICLE_2.pdf",
    "author": "Anonymous",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 3
  },
  {
    "title": "Causes of Autism",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/自闭症(1).png",
    "description": "Autism often leaves us the impression of having the personality of being withdrawn- introverted and outgoing-extrovert personality. However, it is actually the consequence of family genetic factors and environmental factors.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/自闭症(1).pdf",
    "author": "Kevin Sun",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 5
  },
  {
    "title": "Introduction to Dissociative Identity Disorder",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/AlisonYu-DID-Article.png",
    "description": "Dissociative identity disorder (DID) is a mental health condition where the patient has two or more separate identities that do not interfere with one another’s behavior and consciousness. This mental illness used to be known as ‘multiple personality disorder’. It is often understood as a person having a ‘dual identity’ for its characteristic of having two coexistent identities with a set of distinct traits and behavioral patterns.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/AlisonYu-DID-Article.pdf",
    "author": "Alison Yu",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 5
  },
  {
    "title": "Coronary Artery Disease: Symptoms, Causes, and Treatment",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/AlisonLai-CAD-Article.png",
    "description": "Bob is our 62-year-old patient. He called in not long ago about a probable heart attack. We asked him how he felt, and he said that he had been uncomfortable for some time. He had two symptoms: stable angina and dyspnea. The former is chest pain, which he noticed when he watched a tragic movie about the death of a rabbit named Ella. The latter is shortness of breath, which he felt after lifting a massive weight of almost two kilograms.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/AlisonLai-CAD-Article.pdf",
    "author": "Alison Lai",
    "category": "article",
    "pdfHeight": 792,
    "pdfWidth": 612,
    "numPages": 2
  },
  {
    "title": "Schizophrenia",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/Felina_Fu-Schizophrenia.png",
    "description": "Say you’ve known your good friend, Joe, since you were both kids. Soon after his 21st birthday, you notice Joe starting to withdraw from your weekly outings and seem much more tense than usual. It all escalated when one day you see him in a heated argument with a person who was simply not there. Joe describes the people he talks to and their voices as “even more believable than real people”. They would come visit him sometimes, bearing hatred and scolds. But even when Joe couldn’t see or hear them, he knew they were lurking, waiting, and watching him from the shadows.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/Felina_Fu-Schizophrenia.pdf",
    "author": "Felina Fu",
    "category": "article",
    "pdfHeight": 841,
    "pdfWidth": 595,
    "numPages": 2
  },
  {
    "title": "Breast Cancer",
    "date": "2024/04/26",
    "likes": [],
    "views": 100,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/breast_cancer.png",
    "description": "Like many other types of cancer, breast cancer does not have a single, definite cause, but multiple conditions that can drastically increase the risk of catching it. These conditions include hereditary mutations in genes",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/breast_cancer.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 819.5,
    "pdfWidth": 818,
    "numPages": 4
  },
  {
    "title": "Brochure",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/brochure.png",
    "description": "We are recruiting new members to join us and make a difference! Contact us or join our discord if you are interested!",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/brochure.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 791,
    "pdfWidth": 1224,
    "numPages": 2
  },
  {
    "title": "Chemotherapy",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/chemo.png",
    "description": "Of the many different breast cancers there are, triple- negative breast cancers are usually worse news; they are harder to treat and have a lower 5-year survival rate. The name triple-negative refers to the lack of three common things in breast cancer: the estrogen receptor, HER2 (hormone epidermal growth factor receptor 2) receptor, and progesterone receptor. The lack of these receptors makes it impossible to target the cancer through hormone therapy or medication for cancers that overproduce HER2. So triple- negative breast cancers are more limited in terms of treatment options.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/chemo.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 810,
    "pdfWidth": 810,
    "numPages": 5
  },
  {
    "title": "Introduction",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/intro.png",
    "description": "Welcome to World Health Institute!",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/intro.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 810,
    "pdfWidth": 810,
    "numPages": 7
  },
  {
    "title": "Market Analysis",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/market_analysis.jpg",
    "description": "This discusses the competitive market analysis of ECLBiosensors by the World Health Institute (WHI). WHI aims to utilize technology innovatively for resilient communities, focusing on food safety with their product, Culinova. Culinova is a highly innovative biosensing system designed for rapid and convenient detection of harmful substances in food, employing Ultrasensitive P O C T-Electrochemiluminescence (ECL) technology. Despite facing challenges as a new entrant, such as the dominance of current suppliers and limited consumer choices, there's no immediate threat of substitution due to technological limitations, with only a small number of new entrants expected in the future. A PEST analysis highlights political, economic, social, and technological factors influencing the industry, including government food safety standards, funding availability, increasing consumer awareness, and technological advancements. Overall, the article provides insights into WHI's innovative approach to food safety, the competitive landscape of ECLBiosensors, and external factors shaping the market.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/market_analysis.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 810,
    "pdfWidth": 810,
    "numPages": 14
  },
  {
    "title": "Tips",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/tips.png",
    "description": "Did you know? The 4 steps to ensure food safety: clean, separate, cook, and refrigerate!",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/tips.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 810,
    "pdfWidth": 810,
    "numPages": 5
  },
  {
    "title": "Zero Hunger Food Drive Initiative",
    "date": "2024/04/26",
    "likes": [],
    "views": 0,
    "image": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/zero_hunger.png",
    "description": "Food security has always been a global issue, with hunger and related effects of malnourishment being the leading cause of death for the past decades. Increasing demand for food creates demand-side challenges, which WHI tackles through food and supply drives and its close partnership with UNESCO-affiliated LearningPlanet Alliance and the FAO to meet UN SDG2, Zero Hunger. Our Food Drive Initiative is aimed at helping local communities and war-torn regions such as Ukraine and the Gaza Strip of Palestine, to provide humanitarian assistance that benefits all.",
    "url": "https://safeplate.oss-cn-beijing.aliyuncs.com/community/zero_hunger.pdf",
    "author": "WHI",
    "category": "infographic",
    "pdfHeight": 1684,
    "pdfWidth": 1191,
    "numPages": 1
  }
]
